Repository: Destuur/ModForge
Catalog: ModForge.Localizations/MessageService.*.resx
Languages: cs, de, fr, it, ja, ko, pl, ru, tr, uk, zh_hans, zh_hant

source: Armors
cs: Brnění
de: Rüstungen
fr: Armures
it: Armature
ja: 防具
ko: 방어구
pl: Zbroje
ru: Броня
tr: Zırhlar
uk: Броня
zh_hans: 护甲
zh_hant: 護甲

source: Available Mods
cs: Dostupné módy
de: Verfügbare Mods
fr: Mods disponibles
it: Mod disponibili
ja: 利用可能なMOD
ko: 사용 가능한 모드
pl: Dostępne mody
ru: Доступные моды
tr: Mevcut Modlar
uk: Доступні моди
zh_hans: 可用模组
zh_hant: 可用模組

source: Back
cs: Zpět
de: Zurück
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
ru: Назад
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 返回

source: Browse Mod Items
cs: Procházet položky modu
de: Mod-Elemente durchsuchen
fr: Parcourir les objets du mod
it: Sfoglia oggetti mod
ja: Modアイテムを閲覧
ko: 모드 아이템 탐색
pl: Przeglądaj elementy moda
ru: Просмотр предметов мода
tr: Mod Öğelerini Gözden Geçir
uk: Переглянути моделі предметів
zh_hans: 浏览模组物品
zh_hant: 瀏覽模組物品

source: Buffs
cs: Buffy
fr: Améliorations
it: Bonus
ja: バフ
ko: 버프
pl: Wzmocnienia
ru: Баффы
tr: Güçlendirmeler
uk: Бафи
zh_hans: 增益效果
zh_hant: 增益效果

source: Class
cs: Třída
de: Klasse
fr: Classe
it: Classe
ja: クラス
ko: 클래스
pl: Klasa
ru: Класс
tr: Sınıf
uk: Клас
zh_hans: 类别
zh_hant: 類別

source: Clear
cs: Vymazat
de: Entfernen
fr: Effacer
it: Pulisci
ja: クリア
ko: 지우기
pl: Wyczyść
ru: Очистить
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# ClearInfo
source: Clears currently selected file
cs: Vymaže aktuálně vybraný soubor
de: Entfernt ausgewählte Datei
fr: Efface le fichier actuellement sélectionné
it: Cancella il file attualmente selezionato
ja: 現在選択されているファイルをクリア
ko: 현재 선택된 파일을 지웁니다
pl: Czyści aktualnie wybrany plik
ru: Очищает выбранный файл
tr: Şu anda seçili dosyayı temizler
uk: Очищує обраний файл
zh_hans: 清除当前选中的文件
zh_hant: 清除當前選中的文件

source: Consumables
cs: Spotřební zboží
de: Verbrauchsgegenstände
fr: Consommables
it: Consumabili
ja: 消耗品
ko: 소모품
pl: Przedmioty zużywalne
ru: Расходуемые предметы
tr: Tüketilebilirler
uk: Витратні матеріали
zh_hans: 消耗品
zh_hant: 消耗品

source: Copy Command
cs: Zkopírovat příkaz
de: Befehl kopieren
fr: Copier la commande
it: Copia comando
ja: コマンドをコピー
ko: 명령어 복사
pl: Kopiuj polecenie
ru: Копировать команду
tr: Komutu Kopyala
uk: Копіювати команду
zh_hans: 复制命令
zh_hant: 複製指令

source: Copy Id
cs: Zkopírovat ID
de: ID kopieren
fr: Copier l'identifiant
it: Copia ID
ja: IDをコピー
ko: ID 복사
pl: Kopiuj ID
ru: Копировать ID
tr: ID Kopyala
uk: Копіювати ID
zh_hans: 复制ID
zh_hant: 複製ID

source: Crafting Items
cs: Řemeslné předměty
de: Handwerksmaterialien
fr: Objets d’artisanat
it: Oggetti da creazione
ja: クラフト素材
ko: 제작 아이템
pl: Przedmioty rzemieślnicze
ru: Предметы для крафта
tr: Zanaat Eşyaları
uk: Ремісничі предмети
zh_hans: 制作材料
zh_hant: 製作材料

source: Created Mods
cs: Vytvořené mody
de: Erstellte Mods
fr: Mods créés
it: Mod create
ja: 作成済みMod
ko: 제작된 모드
pl: Stworzone mody
ru: Созданные моды
tr: Oluşturulan Modlar
uk: Створені моди
zh_hans: 已创建模组
zh_hant: 已創建模組

source: Create Mod
cs: Vytvořit mód
de: Erstellte Mod
fr: Créer un mod
it: Crea mod
ja: MODを作成
ko: 모드 생성
pl: Utwórz mod
ru: Создать мод
tr: Mod Oluştur
uk: Створити мод
zh_hans: 创建模组
zh_hant: 建立模組

source: Dashboard
cs: Přehled
fr: Tableau de bord
it: Cruscotto
ja: ダッシュボード
ko: 대시보드
pl: Panel główny
ru: Панель управления
tr: Gösterge Paneli
uk: Панель керування
zh_hans: 仪表盘
zh_hant: 儀表板

source: Delete Mod
cs: Smazat mod
de: Mod löschen
fr: Supprimer le mod
it: Elimina mod
ja: Modを削除
ko: 모드 삭제
pl: Usuń mod
ru: Удалить мод
tr: Modu Sil
uk: Видалити мод
zh_hans: 删除模组
zh_hant: 刪除模組

source: Duplicate
cs: Duplikovat
de: Duplizieren
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pl: Duplikuj
ru: Дублировать
tr: Çoğalt
uk: Дублювати
zh_hans: 复制
zh_hant: 複製

source: Edit
cs: Upravit mod
de: Mod bearbeiten
fr: Modifier le mod
it: Modifica
ja: を編集
ko: 모드 편집
pl: Edytuj
ru: Редактировать мод
tr: Düzenle
uk: Редагувати
zh_hans: 编辑模组
zh_hant: 編輯模組

# EntryDialogButtonText
source: Bring me the sacred data
cs: Přines mi posvátná data!
de: Bring mir die heiligen Daten!
fr: Apporte-moi les données sacrées !
it: Portami i dati sacri!
ja: 聖なるデータを持ってきてくれ！
ko: 성스러운 데이터를 가져오시오
pl: Przynieś mi święte dane
ru: Принеси мне священные данные
tr: Bana kutsal verileri getir
uk: Принеси мені священні дані
zh_hans: 带来神圣的数据
zh_hant: 帶來神聖的數據

# EntryDialogHeader
source: A Peasant With No Pitchfork entered
cs: Vesničan bez vidlí vstoupil
de: Ein Bauer ohne Heugabel hat Einlass gefunden
fr: Un paysan sans fourche est entré
it: È entrato un contadino senza forcone
ja: 鍬を持たぬ農民が現れた
ko: 쇠스랑 없는 농부가 입장했다
pl: Wieśniak bez widł pojawił się
ru: Крестьянин без вил вошёл
tr: Dirgeni Olmayan Bir Köylü Girdi
uk: Ввійшов селянин без вила
zh_hans: 一个没有叉子的农夫进入了
zh_hant: 一位沒有鋤頭的農夫進入了

# EntryDialogLine1
source: You've launched ModForge for the first time, which probably means you're ready to start shaping the world—or at least breaking it in style.
cs: Poprvé jsi spustil ModForge, což pravděpodobně znamená, že jsi připraven začít tvarovat svět – nebo ho alespoň stylově rozbít.
de: Du hast ModForge zum ersten Mal entfesselt – was wohl bedeutet, dass du nun bereit bist, die Welt zu formen… oder sie zumindest stilvoll ins Chaos zu stürzen.
fr: Tu viens de lancer ModForge pour la première fois, ce qui signifie probablement que tu es prêt à façonner le monde — ou au moins à le chambouler avec panache.
it: Hai appena avviato ModForge per la prima volta, il che significa che sei pronto a plasmare il mondo — o almeno a distruggerlo con stile.
ja: ModForgeを初めて起動しましたね。つまり、あなたは世界を形作る…あるいはスタイリッシュに壊す覚悟ができているということです。
ko: 당신은 ModForge를 처음 실행했습니다. 이제 세상을 빚거나, 적어도 멋지게 망칠 준비가 되었다는 뜻이겠죠.
pl: Uruchomiłeś ModForge po raz pierwszy, co zapewne oznacza, że jesteś gotów kształtować świat — albo przynajmniej efektownie go zniszczyć.
ru: Вы впервые запустили ModForge, а это, вероятно, значит, что вы готовы начать формировать мир — или хотя бы стильно его ломать.
tr: ModForge’u ilk kez başlattın; bu muhtemelen dünyayı şekillendirmeye — ya da en azından şık bir şekilde bozmaya — hazırsın demektir.
uk: Ви вперше запустили ModForge, що, ймовірно, означає, що ви готові почати формувати світ — або принаймні стильно його ламати.
zh_hans: 你第一次启动ModForge，这可能意味着你准备好开始塑造世界——或者至少以风格破坏它。
zh_hant: 你第一次啟動ModForge，這可能意味著你已準備好開始塑造世界——或者至少以風格破壞它。

# EntryDialogLine2
source: A noble sentiment indeed.
cs: Skutečně ušlechtilý záměr.
de: Ein edles Ansinnen, wahrlich.
fr: Un noble sentiment, en vérité.
it: Un sentimento nobile, davvero.
ja: まことに気高い心がけです。
ko: 참으로 고결한 의지이옵니다.
pl: Szlachetna to myśl, bez wątpienia.
ru: Истинно благородное стремление.
tr: Gerçekten asil bir düşünce.
uk: Справді благородна ідея.
zh_hans: 确实是崇高的情感。
zh_hant: 確實是崇高的情感。

# EntryDialogLine3
source: But hold, noble tinkerer! Before we begin, there's one small issue: we're missing the sacred game data.
cs: Ale počkej, vznešený kováři! Než začneme, máme malý problém: chybí nám posvátná herní data.
de: Doch halt, edler Tüftler! Ehe wir beginnen können, fehlt uns ein kleines Etwas: die heiligen Spieldaten.
fr: Mais attends, noble bricoleur ! Avant de commencer, il y a un petit souci : il nous manque les données sacrées du jeu.
it: Ma aspetta, nobile artigiano! Prima di cominciare, c’è un piccolo problema: ci mancano i dati sacri del gioco.
ja: ですが待ってください、尊き細工師よ！始める前に一つだけ問題があります。聖なるゲームデータが欠けているのです。
ko: 하지만 잠깐만요, 고귀한 장인님! 시작하기 전에 작은 문제가 있습니다. 성스러운 게임 데이터가 없군요.
pl: Lecz zaczekaj, szlachetny majsterkowiczu! Zanim zaczniemy, mamy mały problem: brakuje nam świętych danych gry.
ru: Но стой, благородный мастер! Прежде чем начать, есть одна малость: нам не хватает священных игровых данных.
tr: Ama bekle, soylu ustabaşı! Başlamadan önce ufak bir sorunumuz var: kutsal oyun verileri eksik.
uk: Але почекай, благородний винахіднику! Перед тим, як почати, є одна маленька проблема: нам бракує священних ігрових даних.
zh_hans: 但且慢，高贵的工匠！在我们开始之前，有一个小问题：我们缺少神圣的游戏数据。
zh_hant: 但且慢，高貴的工匠！在我們開始之前，有一個小問題：我們缺少神聖的遊戲數據。

# EntryDialogLine4
source: Go to Settings, perform the ritual, and import the files. Only then shall the forge be lit.
cs: Jdi do Nastavení, proveď rituál a naimportuj soubory. Teprve pak se rozžehne kovárna.
de: Öffne die Einstellungen, vollführe das uralte Ritual und importiere die Dateien. Erst dann wird die Schmiede entfacht.
fr: Va dans les Paramètres, accomplis le rituel et importe les fichiers. Ce n’est qu’alors que la forge s’embrasera.
it: Vai nelle Impostazioni, esegui il rituale e importa i file. Solo allora la forgia potrà accendersi.
ja: 設定画面に行き、儀式を行い、ファイルをインポートしてください。そうすれば、鍛冶場に火が灯るでしょう。
ko: 설정으로 가서 의식을 수행하고, 파일을 가져오십시오. 그래야만 대장간에 불이 붙을 것입니다.
pl: Udaj się do Ustawień, odpraw rytuał i zaimportuj pliki. Dopiero wtedy kuźnia zapłonie.
ru: Открой «Настройки», соверши ритуал и импортируй файлы. Только тогда кузница будет разожжена.
tr: Ayarlar’a git, ritüeli gerçekleştir ve dosyaları içe aktar. Ancak o zaman körük ateşlenecek.
uk: Перейдіть у Налаштування, виконайте ритуал і імпортуйте файли. Лише тоді кузня буде запалена.
zh_hans: 前往设置，执行仪式，导入文件。只有这样，熔炉才会点燃。
zh_hant: 前往設定，執行儀式，匯入文件。只有這樣，熔爐才會點燃。

# EntryDialogLine5
source: No data, no glory. No glory, no mods.
cs: Žádná data, žádná sláva. Žádná sláva, žádné mody.
de: Keine Daten, kein Ruhm. Kein Ruhm, keine Mods.
fr: Pas de données, pas de gloire. Pas de gloire, pas de mods.
it: Nessun dato, nessuna gloria. Nessuna gloria, nessuna mod.
ja: データなければ、栄光なし。栄光なければ、Modもなし。
ko: 데이터 없이는 영광도 없고, 영광 없이는 모드도 없소.
pl: Brak danych to brak chwały. Brak chwały to brak modów.
ru: Нет данных — нет славы. Нет славы — нет модов.
tr: Veri yoksa zafer yok. Zafer yoksa mod da yok.
uk: Немає даних — нема слави. Нема слави — нема модів.
zh_hans: 没有数据，没有荣耀。没有荣耀，没有模组。
zh_hant: 沒有數據，沒有榮耀。沒有榮耀，沒有模組。

# EntryDialogLine6
source: Now set out on your path, and prove you’re more than just another drunk at the tavern bragging about “big plans.”
cs: Vydáš se na svou cestu a dokážeš, že nejsi jen další opilec v hostinci, co se chlubí „velkými plány“.
de: So zieh hinaus und beweise, dass du mehr bist als ein weiterer Zecher in der Taverne, der von „großen Plänen“ redet.
fr: Partez maintenant, aventurier, et prouve que tu n’es pas qu’un ivrogne de plus à la taverne vantant ses “grands projets.”
it: Ora intraprendi il tuo cammino e dimostra di non essere solo un altro ubriacone in taverna che si vanta dei suoi “grandi progetti.”
ja: さあ旅立ちましょう。ただの酒場の酔っ払いとは違うと証明するのです。「壮大な計画」とやらを語るだけの者とは違うと。
ko: 이제 당신의 길을 나아가시오. 선술집에서 ‘거대한 계획’을 떠벌리는 취객이 아니라는 걸 증명해 보이시오.
pl: Wyrusz więc w drogę i udowodnij, że nie jesteś kolejnym pijakiem w karczmie opowiadającym o „wielkich planach”.
ru: А теперь отправляйся в путь и докажи, что ты не просто очередной пьяница в таверне, который разглагольствует о «великих планах».
tr: Şimdi yoluna çık ve sadece meyhanede “büyük planlar” anlatan sarhoşlardan biri olmadığını kanıtla.
uk: Вирушай у путь і доведи, що ти більше, ніж просто черговий п’яниця в таверні, який хизується «великими планами».
zh_hans: 现在踏上你的道路，证明你不仅仅是酒馆里吹嘘“大计划”的另一个醉汉。
zh_hant: 現在踏上你的道路，證明你不僅僅是酒館裡吹噓「大計劃」的另一個醉漢。

# EntryDialogTitle
source: "I’m feeling quite hungry - for mods."
cs: „Mám velký hlad – po modech.“
de: „Ich verspüre einen mächtigen Hunger – nach Mods.“
fr: J’ai une faim terrible – de mods.
it: Ho proprio fame… di mod.
ja: 私は今、とても空腹だ…Modのためにな！
ko: 나 지금 꽤 배고프군... 모드가 먹고 싶소.
pl: „Czuję głód… głód modów.”
ru: Я чувствую сильный голод — по модам.
tr: Modlara karşı oldukça aç hissediyorum.
uk: Я відчуваю сильний голод — за модами.
zh_hans: 我感觉非常饿——想要模组。
zh_hant: 我感覺非常餓——想要模組。

source: Export
cs: Exportovat
de: Exportieren
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
ru: Экспорт
tr: Dışa Aktar
uk: Експорт
zh_hans: 导出
zh_hant: 匯出

source: External Mods
cs: Externí mody
de: Externe Mods
fr: Mods externes
it: Mod esterne
ja: 外部Mod
ko: 외부 모드
pl: Zewnętrzne mody
ru: Внешние моды
tr: Harici Modlar
uk: Зовнішні моди
zh_hans: 外部模组
zh_hant: 外部模組

# FilePickerInfo
source: Opens file explorer, to select mod on your harddrive
cs: Otevře průzkumníka souborů pro výběr módu na disku
de: Dateiexplorer öffnen, um eine Mod von deiner Festplatte auszuwählen
fr: Ouvre l’explorateur de fichiers pour sélectionner un mod sur ton disque
it: Apre l’esplora file per selezionare un mod dal disco
ja: ファイルエクスプローラーを開いて、ローカルのMODを選択
ko: 파일 탐색기를 열어 하드 드라이브에서 모드를 선택합니다
pl: Otwiera eksplorator plików, aby wybrać mod z dysku twardego
ru: Открывает проводник для выбора мода на жестком диске
tr: Dosya gezginini açar, sabit diskten mod seçmek için
uk: Відкриває файловий провідник для вибору моду на жорсткому диску
zh_hans: 打开文件浏览器，选择硬盘上的模组
zh_hant: 打開檔案瀏覽器，從硬碟選擇模組

# FileUploadInfo1
source: Drag and drop files here or click
cs: Přetáhněte sem soubory nebo klikněte
de: Dateien per Drag & Drop hier ablegen oder klicken
fr: Glisse et dépose les fichiers ici ou clique
it: Trascina qui i file oppure fai clic
ja: ここにファイルをドラッグ＆ドロップ、またはクリック
ko: 여기에 파일을 드래그하거나 클릭
pl: Przeciągnij i upuść pliki tutaj lub kliknij
ru: Перетащите файлы сюда или нажмите
tr: Dosyaları buraya sürükleyip bırakın veya tıklayın
uk: Перетягніть файли сюди або клацніть
zh_hans: 拖放文件到此处或点击
zh_hant: 拖放檔案至此或點擊

# FileUploadInfo2
source: Supported file formats: .zip, .rar, .7z, .gzip, .tar
cs: Podporované formáty: .zip, .rar, .7z, .gzip, .tar
de: Unterstützte Dateiformate: .zip, .rar, .7z, .gzip, .tar
fr: Formats pris en charge : .zip, .rar, .7z, .gzip, .tar
it: Formati supportati: .zip, .rar, .7z, .gzip, .tar
ja: 対応ファイル形式: .zip, .rar, .7z, .gzip, .tar
ko: 지원되는 파일 형식: .zip, .rar, .7z, .gzip, .tar
pl: Obsługiwane formaty plików: .zip, .rar, .7z, .gzip, .tar
ru: Поддерживаемые форматы файлов: .zip, .rar, .7z, .gzip, .tar
tr: Desteklenen dosya formatları: .zip, .rar, .7z, .gzip, .tar
uk: Підтримувані формати файлів: .zip, .rar, .7z, .gzip, .tar
zh_hans: 支持的文件格式：.zip, .rar, .7z, .gzip, .tar
zh_hant: 支援的檔案格式：.zip, .rar, .7z, .gzip, .tar

source: Help
cs: Nápověda
de: Hilfe
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
ru: Помощь
tr: Yardım
uk: Допомога
zh_hans: 帮助
zh_hant: 幫助

source: Implementation
cs: Implementace
de: Implementierung
fr: Implémentation
it: Implementazione
ja: 実装
ko: 구현
pl: Implementacja
ru: Реализация
tr: Uygulama
uk: Впровадження
zh_hans: 执行
zh_hant: 執行

source: Install Mod
cs: Nainstalovat mod
de: Mod installieren
fr: Installer le mod
it: Installa mod
ja: Modをインストール
ko: 모드 설치
pl: Zainstaluj mod
ru: Установить мод
tr: Modu Yükle
uk: Встановити мод
zh_hans: 安装模组
zh_hant: 安裝模組

# InstallModInfo
source: Installs currently selected mod
cs: Nainstaluje aktuálně vybraný mód
de: Installiert die aktuell ausgewählte Mod
fr: Installe le mod actuellement sélectionné
it: Installa il mod attualmente selezionato
ja: 現在選択されているMODをインストール
ko: 현재 선택된 모드를 설치
pl: Instaluje aktualnie wybrany mod
ru: Устанавливает выбранный мод
tr: Şu anda seçili modu yükler
uk: Встановлює обраний мод
zh_hans: 安装当前选中的模组
zh_hant: 安裝當前選中的模組

source: Inventory Presets
cs: Předvolby inventáře
de: Inventar-Voreinstellungen
fr: Préréglages d’inventaire
it: Preset inventario
ja: インベントリプリセット
ko: 인벤토리 프리셋
pl: Zestawy ekwipunku
ru: Пресеты инвентаря
tr: Envanter Ön Ayarları
uk: Попередні налаштування інвентарю
zh_hans: 库存预设
zh_hant: 庫存預設

source: Items
cs: Předměty
de: Gegenstände
fr: Objets
it: Oggetti
ja: アイテム
ko: 아이템
pl: Przedmioty
ru: Предметы
tr: Eşyalar
uk: Предмети
zh_hans: 物品
zh_hant: 物品

# LanguageKey
source: English
cs: čeština
de: Deutsch
fr: Français
it: Italiano
ja: 日本語
ko: 한국어
pl: Polski
ru: Русский
tr: Türkçe
uk: Українська
zh_hans: 中文（简体)
zh_hant: 中文（繁體)

# LoadoutEmptyInfo
source: Emptys the current loadout of this savefile
cs: Vyprázdní aktuální loadout tohoto uloženého souboru
de: Leert das aktuelle Loadout dieses Spielstands
fr: Vide la configuration actuelle de ce fichier de sauvegarde
it: Svuota la configurazione attuale di questo salvataggio
ja: このセーブファイルの現在のロードアウトを空にする
ko: 이 저장 파일의 현재 로드아웃을 비웁니다
pl: Opróżnia bieżącą konfigurację zapisu
ru: Очищает текущий набор сохранения
tr: Bu kayıt dosyasının mevcut yüklemesini boşaltır
uk: Очищає поточне навантаження цього файлу збереження
zh_hans: 清空此存档当前的配置
zh_hant: 清空此存檔當前的載入設定

# Loadouts
source: Mod Loadouts
cs: Loadouty modů
fr: Profils de mods
it: Profili mod
ja: Modロードアウト
ko: 모드 로드아웃
pl: Konfiguracje modów
ru: Конфигурации модов
tr: Mod Yüklemeleri
uk: Набори модів
zh_hans: 模组配置
zh_hant: 模組配置

source: Miscellaneous
cs: Různé
de: Sonstiges
fr: Divers
it: Varie
ja: その他
ko: 기타
pl: Różne
ru: Разное
tr: Çeşitli
uk: Різне
zh_hans: 杂项
zh_hant: 雜項

source: Misc Items
cs: Různé předměty
de: Verschiedene Gegenstände
fr: Objets divers
it: Oggetti vari
ja: その他のアイテム
ko: 기타 아이템
pl: Różne przedmioty
ru: Разное
tr: Çeşitli Öğeler
uk: Різні предмети
zh_hans: 杂项物品
zh_hant: 雜項物品

source: Modded Ingots
cs: Modifikované ingoty
de: Gemoddete Eisen
fr: Lingots moddés
it: Lingotti modificati
ja: 改造されたインゴット
ko: 모딩된 주괴
pl: Zmodowane sztaby
ru: Модифицированные слитки
tr: Modlanmış Külçeler
uk: Модифіковані злитки
zh_hans: 已修改的锭子
zh_hant: 已修改的錠子

source: Mod Effects
cs: Efekty módu
de: Mod Effekte
fr: Effets du mod
it: Effetti del mod
ja: MODの効果
ko: 모드 효과
pl: Efekty modu
ru: Эффекты мода
tr: Mod Etkileri
uk: Ефекти моду
zh_hans: 模组效果
zh_hant: 模組效果

# NewModButton
source: New Mod
cs: Nový mod
de: Neue Mod
fr: Nouveau mod
it: Nuova mod
ja: 新規Mod
ko: 새 모드
pl: Nowy mod
ru: Новый мод
tr: Yeni mod
uk: Новий мод
zh_hans: 新模组
zh_hant: 新模組

# NewModInputInvalid
source: Fill out the form, peasant!
cs: Vyplň formulář, sedláku!
de: Füll das Formular aus, Bauer!
fr: Remplis le formulaire, manant !
it: Compila il modulo, contadino!
ja: フォームに記入せよ、農民よ！
ko: 양식을 작성하시오, 농노여!
pl: Wypełnij formularz, wieśniaku!
ru: Заполни форму, крестьянин!
tr: Formu doldur, köylü!
uk: Заповніть форму, селянине!
zh_hans: 填写表格，农夫！
zh_hant: 填寫表格，農夫！

# NewModInputValid
source: Let the modding begin
cs: Ať modování započne
de: Lasst das Modden beginnen
fr: Que le modding commence
it: Che il modding abbia inizio
ja: さあ、MOD作成の始まりだ
ko: 모딩을 시작하자
pl: Niech modowanie się rozpocznie
ru: Пусть моддинг начнется
tr: Modlamaya başla
uk: Нехай моддинг почнеться
zh_hans: 开始制作模组
zh_hant: 開始製作模組

source: Open File Picker
cs: Otevřít výběr souboru
de: Dateiauswahl öffnen
fr: Ouvrir le sélecteur de fichiers
it: Apri selettore file
ja: ファイルピッカーを開く
ko: 파일 선택기 열기
pl: Otwórz wybór pliku
ru: Открыть выбор файла
tr: Dosya Seçici Aç
uk: Відкрити вибір файлу
zh_hans: 打开文件选择器
zh_hant: 打開檔案選擇器

source: Open Folder
cs: Otevřít složku
de: Ordner öffnen
fr: Ouvrir le dossier
it: Apri cartella
ja: フォルダーを開く
ko: 폴더 열기
pl: Otwórz folder
ru: Открыть папку
tr: Klasörü Aç
uk: Відкрити папку
zh_hans: 打开文件夹
zh_hant: 打開資料夾

source: Overview
cs: Přehled
de: Übersicht
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
pl: Przegląd
ru: Обзор
tr: Genel Bakış
uk: Огляд
zh_hans: 概览
zh_hant: 概覽

source: Perks
cs: Vlastnosti
fr: Compétences
it: Abilità
ja: パーク
ko: 특성
pl: Atuty
ru: Навыки
tr: Avantajlar
uk: Переваги
zh_hans: 特技
zh_hant: 特技

source: Reset All
cs: Obnovit vše
de: Alles zurücksetzen
fr: Tout réinitialiser
it: Ripristina tutto
ja: すべてリセット
ko: 모두 초기화
pl: Resetuj wszystko
ru: Сбросить всё
tr: Tümünü Sıfırla
uk: Скинути все
zh_hans: 全部重置
zh_hant: 全部重置

source: RPG-Parameter
cs: Parametry RPG
fr: Paramètres RPG
it: Parametro RPG
ja: RPGパラメーター
ko: RPG 매개변수
pl: Parametry RPG
ru: Параметры RPG
tr: RPG Parametreleri
uk: RPG-параметри
zh_hans: RPG参数
zh_hant: RPG參數

source: Save
cs: Uložit
de: Speichern
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Save File Loadout
cs: Uložit loadout souboru
de: Loadout speichern
fr: Sauvegarder la configuration du fichier
it: Salva configurazione del file
ja: ファイルのロードアウトを保存
ko: 파일 로드아웃 저장
pl: Zapisz konfigurację pliku
ru: Сохранить набор файла
tr: Dosya Yüklemesini Kaydet
uk: Зберегти навантаження файлу
zh_hans: 保存文件配置
zh_hant: 儲存檔案載入設定

source: Search
cs: Hledat
de: Suchen
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
ru: Поиск
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# SelectForMore
source: Select element for more details
cs: Vyber prvek pro více detailů
de: Element auswählen für mehr Details
fr: Sélectionne un élément pour plus de détails
it: Seleziona un elemento per maggiori dettagli
ja: 詳細を見るには要素を選択
ko: 자세한 내용을 보려면 요소를 선택하세요
pl: Wybierz element, aby zobaczyć więcej informacji
ru: Выберите элемент для подробностей
tr: Daha fazla detay için öğe seç
uk: Виберіть елемент для детальнішої інформації
zh_hans: 选择元素查看更多详情
zh_hant: 選擇元素以查看更多細節

source: Settings
cs: Nastavení
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Skill
cs: Dovednost
fr: Compétence
it: Abilità
ja: スキル
ko: 기술
pl: Umiejętność
ru: Навык
tr: Yetenek
uk: Навик
zh_hans: 技能
zh_hant: 技能

source: Start Modding
cs: Začni modovat
de: Modding Starten
fr: Commencer le modding
it: Inizia a moddare
ja: MOD作成を始める
ko: 모딩 시작
pl: Rozpocznij modowanie
ru: Начать моддинг
tr: Modlamaya Başla
uk: Почати моддинг
zh_hans: 开始制作模组
zh_hant: 開始製作模組

source: Use Loadout
cs: Použít loadout
de: Loadout übernehmen
fr: Utiliser la configuration
it: Usa configurazione
ja: ロードアウトを使う
ko: 로드아웃 사용
pl: Użyj konfiguracji
ru: Использовать набор
tr: Yüklemeyi Kullan
uk: Використати навантаження
zh_hans: 使用配置
zh_hant: 使用載入設定

source: Weapons
cs: Zbraně
de: Waffen
fr: Armes
it: Armi
ja: 武器
ko: 무기
pl: Bronie
ru: Оружие
tr: Silahlar
uk: Зброя
zh_hans: 武器
zh_hant: 武器

source: Author
cs: Autor
fr: Auteur
it: Autore
ja: 作者
ko: 작성자
pl: Autor
ru: Автор
tr: Yazar
uk: Автор
zh_hans: 作者
zh_hant: 作者

source: Mod Version
cs: Verze módu
fr: Version du mod
it: Versione del mod
ja: MODバージョン
ko: 모드 버전
pl: Wersja modu
ru: Версия мода
tr: Mod Sürümü
uk: Версія моду
zh_hans: 模组版本
zh_hant: 模組版本

source: Created On
cs: Vytvořeno dne
de: Erstellt am
fr: Créé le
it: Creato il
ja: 作成日
ko: 생성일
pl: Utworzono
ru: Создано
tr: Oluşturulma Tarihi
uk: Створено
zh_hans: 创建时间
zh_hant: 建立日期

source: Mod ID
cs: ID módu
fr: ID du mod
it: ID del mod
ko: 모드 ID
pl: ID modu
ru: ID мода
uk: ID моду
zh_hans: 模组ID
zh_hant: 模組ID

source: Modifies Level
cs: Upravuje úroveň
de: Modifiziert Spielwelt
fr: Modifie le niveau
it: Modifica il livello
ja: レベルを変更
ko: 레벨 수정
pl: Modyfikuje poziom
ru: Изменяет уровень
tr: Seviyeyi Değiştirir
uk: Модифікує рівень
zh_hans: 修改等级
zh_hant: 修改等級

# ModVersionSupport
source: Add Version Support
cs: Přidat podporu verze
de: Versions Support hinzufügen
fr: Ajouter la prise en charge de la version
it: Aggiungi supporto per la versione
ja: バージョン対応を追加
ko: 버전 지원 추가
pl: Dodaj obsługę wersji
ru: Добавить поддержку версии
tr: Sürüm Desteği Ekle
uk: Додати підтримку версії
zh_hans: 添加版本支持
zh_hant: 新增版本支援

source: Version
cs: Verze
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
ru: Версия
tr: Sürüm
uk: Версія
zh_hans: 版本
zh_hant: 版本

# UserNameInfo
source: Henry was taken. Pick your own.
cs: Jindřich už byl zabraný. Vyber si vlastní.
de: Henry ist vergeben. Such dir deinen eigenen aus.
fr: Henri est déjà pris. Choisis ton propre nom.
it: Enrico è già stato preso. Scegline uno tuo.
ja: ヘンリーは既に使われている。自分の名前を選べ。
ko: 헨리는 이미 사용 중입니다. 직접 고르세요.
pl: Henryk jest zajęty. Wybierz własną.
ru: Генри уже занят. Выбери своё.
tr: Henry alınmış. Kendi adını seç.
uk: Генрі зайнятий. Оберіть своє.
zh_hans: 亨利已被占用。请选择自己的名字。
zh_hant: 亨利已被佔用。請選擇自己的名字。

source: User Name
cs: Uživatelské jméno
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pl: Nazwa użytkownika
ru: Имя пользователя
tr: Kullanıcı Adı
uk: Ім’я користувача
zh_hans: 用户名
zh_hant: 用戶名

# PathInfo
source: This is the path. The one true path.
cs: Toto je cesta. Ta jediná pravá.
de: Dies ist der Pfad. Der eine wahre Pfad.
fr: Ceci est le chemin. Le seul véritable chemin.
it: Questo è il sentiero. L’unico vero sentiero.
ja: これが道だ。唯一無二の道だ。
ko: 이 길이다. 진정한 길이다.
pl: To jest ścieżka. Jedyna prawdziwa ścieżka.
ru: Это путь. Истинный путь.
tr: Bu yol. Tek gerçek yol.
uk: Це шлях. Єдиний справжній шлях.
zh_hans: 这就是路。唯一真正的路。
zh_hant: 這就是路。唯一真正的路。
