Repository: Destuur/ModForge
Catalog: ModForge.Localizations/MessageService.*.resx
Languages: cs, de, fr, it, ja, ko, pl, ru, tr, uk, zh_hans, zh_hant

source: Language
cs: Jazyk
de: Sprache
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pl: Język
ru: Язык
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Buff Parameter
cs: Parametr posílení
fr: Paramètre de bonus
it: Parametro del buff
ja: バフパラメータ
ko: 버프 매개변수
pl: Parametr buffa
ru: Параметр баффа
tr: Buff Parametresi
uk: Параметр бафу
zh_hans: 增益参数
zh_hant: 增益參數

source: Abbreviation
cs: Zkratka
de: Abkürzung
fr: Abréviation
it: Abbreviazione
ja: 略語
ko: 약어
pl: Skrót
ru: Аббревиатура
tr: Kısaltma
uk: Абревіатура
zh_hans: 缩写
zh_hant: 縮寫

source: Name
cs: Jméno
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
ru: Имя
tr: İsim
uk: Ім’я
zh_hans: 名称
zh_hant: 名稱

source: Definition
cs: Definice
de: Erklärung
fr: Définition
it: Definizione
ja: 定義
ko: 정의
pl: Definicja
ru: Определение
tr: Tanım
uk: Визначення
zh_hans: 定义
zh_hant: 定義

source: Thanks for nothing...
cs: Díky za nic...
de: Danke für nichts...
fr: Merci pour rien...
it: Grazie di niente...
ja: なんてこった…ありがとう、いやほんとに。
ko: 정말 고맙다...
pl: Dzięki za nic...
ru: Спасибо за ничего...
tr: Hiçbir şeye teşekkürler...
uk: Дякую за ніщо...
zh_hans: 谢谢你什么都没做……
zh_hant: 謝謝你什麼都沒做……

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
ru: Отмена
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Mod Name
cs: Název módu
fr: Nom du mod
it: Nome del mod
ja: MOD名
ko: 모드 이름
pl: Nazwa modu
ru: Название мода
tr: Mod Adı
uk: Назва моду
zh_hans: 模组名称
zh_hant: 模組名稱

source: Mod Description
cs: Popis módu
de: Mod Beschreibung
fr: Description du mod
it: Descrizione del mod
ja: MODの説明
ko: 모드 설명
pl: Opis modu
ru: Описание мода
tr: Mod Açıklaması
uk: Опис моду
zh_hans: 模组描述
zh_hant: 模組描述

source: Reset
cs: Obnovit
de: Zurücksetzen
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
pl: Resetuj
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

source: Mod Author
cs: Autor modu
de: Mod-Autor
fr: Auteur du mod
it: Autore della mod
ja: モッド作者
ko: 모드 제작자
pl: Autor moda
ru: Автор мода
tr: Mod Yazarı
uk: Автор моду
zh_hans: 模组作者
zh_hant: 模組作者
